

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"+" = "+";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"+/-" = "+/-";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"-" = "-";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"." = ".";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"/" = "/";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"0" = "0";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"1" = "1";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"2" = "2";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"3" = "3";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"4" = "4";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"5" = "5";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"6" = "6";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"7" = "7";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"8" = "8";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"9" = "9";

/* MainStoryboard_iPad.storyboard, MainStoryboard_iPhone.storyboard */
"<--" = "<--";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"=" = "=";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"AC" = "AC";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Calculator" = "Calculator";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Converter" = "Converter";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Counter" = "Counter";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Desired Number of Significant Figures:" = "Desired Number of Significant Figures:";

/* Calculator Infinity */
"Infinity" = "Infinity";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number" = "Number:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number of Significant Figures:" = "Number of Significant Figures:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number:" = "Number:";

/* Converter Invalid Input */
"Please enter a valid integer or float" = "Please enter a valid integer or float";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Resulting Number:" = "Resulting Number:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"SigFig Rules" = "SigFig Rules";

/* SigFig Rules Explanation */
"Significant Figure Rules\n\nRules for Counting Significant Figures\n\n1. Zeros appearing between nonzero digits are significant\n\n2. Zeros appearing in front of nonzero digits are not significant\n\n3. Zeros at the end of a number and to the right of a decimal are significant\n\n4. Zeros at the end of a number but to the left of a decimal are either significant because they have been measured, or insignificant in the case that they are just placeholders\n\n5. All digits in a number written in Scientific Notation are significant\n\nRules for Calculating Using Significant Figures\n\nAddition and Subtraction\n\n1. The result should have the same number of digits after the decimal as the least accurate operand\n\nEx. 12.52 + 23.2 = 35.7\n\nMultiplication and Division\n\n1. The resulting product or quotient must have the same number of significant figures as the operand with the least number of significant figures\n\nEx. 12 x 1.55 = 19" = "Significant Figure Rules\n\nRules for Counting Significant Figures\n\n1. Zeros appearing between nonzero digits are significant\n\n2. Zeros appearing in front of nonzero digits are not significant\n\n3. Zeros at the end of a number and to the right of a decimal are significant\n\n4. Zeros at the end of a number but to the left of a decimal are either significant because they have been measured, or insignificant in the case that they are just placeholders\n\n5. All digits in a number written in Scientific Notation are significant\n\nRules for Calculating Using Significant Figures\n\nAddition and Subtraction\n\n1. The result should have the same number of digits after the decimal as the least accurate operand\n\nEx. 12.52 + 23.2 = 35.7\n\nMultiplication and Division\n\n1. The resulting product or quotient must have the same number of significant figures as the operand with the least number of significant figures\n\nEx. 12 x 1.55 = 19";

/* Converter Float Input */
"The Desired Number of Significant Figures can not be a float" = "The Desired Number of Significant Figures can not be a float";

/* Converter Negative Input */
"The Desired Number of Significant Figures can not be negative" = "The Desired Number of Significant Figures can not be negative";

/* Converter Invalid DNOSF Input */
"The Desired Number of Significant Figures must be an integer" = "The Desired Number of Significant Figures must be an integer";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"X" = "X";

/* Calculator tab title */
"tabBarTextCalculator" = "tabBarTextCalculator";

/* Counter tab title */
"tabBarTextCounter" = "tabBarTextCalculator";
